[Coilguns X2TechTemplate]
DisplayName="Пушки Гаусса"
CodeName="Лаэрт"
Summary="Настало время перейти от инженерного анализа трофейного оружия к разработке собственного поколения магнитного вооружения, превосходящего оружие \"Адвента\"."
LongDescription="Принципы магнитного вооружения на основе технологии Гаусса были известны человечеству давно, но для их реализации потребовался доступ к инопланетным материалам. Теперь в вопросе огневой мощи мы превзошли \"Адвент\" и практически сравнялись с пришельцами. Наши пушки Гаусса используют патроны в оболочке из пластика, который плавится по мере того, как пуля проходит по каналу ствола на скоростях, которым могут позавидовать даже рельсотронные системы пришельцев и которые позволяют без труда пробивать броню. Р. Тайган."

[AdvancedCoilguns X2TechTemplate]
DisplayName="Улучшенные пушки Гаусса"
CodeName="Рыжая лиса"
Summary="Теперь мы можем уделить внимание разработке специализированных видов оружия на основе технологии Гаусса."
LongDescription="Адаптация имеющейся конструкции к определенным боевым ролям не составила особого труда. Катушки производятся с высокой точностью, дабы не допустить смещения снаряда в канале ствола, что могло бы привести к катастрофическим последствиям для оружия и его владельца. Возможно, именно поэтому \"Адвент\" никогда не применял эти технологии - они слишком дороги и трудоемки в реализации и плохо подходят для потокового производства и вооружения армии слабо подготовленных клонов. Но для небольшой группы элитных солдат это отличное решение. Р. Тайган."

[AssaultRifle_CG X2WeaponTemplate]
FriendlyName="Винтовка Гаусса"
FriendlyNamePlural="Винтовки Гаусса"
BriefSummary="Мощная бронебойная пушка Гаусса средней дальности, играющая роль винтовки."
TacticalText="<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони.<br/><Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки.<br/>"
AbilityDescName="винтовка"

[Cannon_CG X2WeaponTemplate]
FriendlyName="Пушка Гаусса"
FriendlyNamePlural="Пушки Гаусса"
BriefSummary="Тяжелая автоматическая пушка Гаусса с высокой скорострельностью."
TacticalText="<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони.<br/><Bullet/> Пушка выполняет роль оружия огневой поддержки и обладает большим уроном и боекомплектом, чем винтовки, но при этом она тяжелее и более громоздкая.<br/><Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность пушки Гаусса.<br/>"
AbilityDescName="пушка"

[SniperRifle_CG X2WeaponTemplate]
FriendlyName="Снайперская винтовка Гаусса"
FriendlyNamePlural="Снайперские винтовки Гаусса"
BriefSummary="Улучшенная винтовка Гаусса для наших снайперов."
TacticalText="<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони.<br/><Bullet/> Выстрел из снайперской винтовки, как правило, требует два действия в отсутствие особой подготовки.\n<Bullet/> Это оружие менее точно на малой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность снайперской винтовки Гаусса."
AbilityDescName="снайперская винтовка"

[Shotgun_CG X2WeaponTemplate]
FriendlyName="Дробовик Гаусса"
FriendlyNamePlural="Дробовики Гаусса"
BriefSummary="Оружие малой дальности на основе технологии Гаусса, выполняющее роль дробовика."
TacticalText="<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони.<br/><Bullet/> Дробовики исключительно эффективны на малой дистанции, но чем дальше цель, тем ниже их точность.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность дробовика Гаусса."
AbilityDescName="дробовик"

[SMG_CG X2WeaponTemplate]
FriendlyName="Пистолет-пулемет Гаусса"
FriendlyNamePlural="Пистолет-пулемет Гаусса"
BriefSummary="Облегченный вариант винтовки Гаусса, использующий более скромные боеприпасы, но предоставляющий улучшенную мобильность на поле боя."
TacticalText="<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони.<br/><Bullet/>Пистолеты-пулеметы дают бонусы к маскировке и мобильности и лучше подходят для стрельбы на малой дистанции, чем винтовки, однако наносят меньший урон, обладают магазином меньшего размера и получают штрафы при стрельбе на дальние дистанции.<br/>"
AbilityDescName="Пистолет-пулемет"

[Pistol_CG X2WeaponTemplate]
FriendlyName="Пистолет Гаусса"
FriendlyNamePlural="Пистолеты Гаусса"
UnknownUtilityCategory="Пистолет"
BriefSummary="Мощный пистолет на основе технологии Гаусса, способный пробивать вражескую броню."
TacticalText="<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони.\n<Bullet/> Для выстрела из пистолета требуется только одно действие.\n<Bullet/> Солдаты могут изучать различные способности, повышающие эффективность этого оружия.\n<Bullet/> Точность стрельбы из пистолета снижается с дистанцией."
AbilityDescName="пистолет"

[SniperRifle_MG X2WeaponTemplate]
FriendlyName="Магнитная снайперская винтовка"
FriendlyNamePlural="Магнитные снайперские винтовки"
BriefSummary="Магнитные технологии особенно подходят для точного и не быстрого оружия наподобие снайперских винтовок. Винтовка с такой системой позволит нашим снайперам наносить колоссальный урон с большой дистанции."
TacticalText="<Bullet/> Выстрел из снайперской винтовки, как правило, требует два действия в отсутствие особой подготовки.\n<Bullet/> Это оружие менее точно на малой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность магнитной снайперской винтовки."

[GaussWeapons X2TechTemplate]
DisplayName="Улучшенное магнитное оружие"